{"meta":{"title":"Vô Song Phẩm Mai Hoa Phổ","description":"Sách Cờ Hoa Mai Phẩm Chất Vô Song","tags":[],"updatedAt":"2025/03/15","readme":"# 无双品梅花谱\n\n## Vietnamese Introduction\n\n* **Tên:** \"Vô Song Phẩm Mai Hoa Phổ\"\n* **Dịch nghĩa:** \"Sách Cờ Hoa Mai Phẩm Chất Vô Song\"\n* **Ý nghĩa:**\n    * Tên gọi \"Vô Song Phẩm Mai Hoa Phổ\" mang ý nghĩa về một bộ sưu tập cờ Tướng có phẩm chất độc nhất vô nhị, không có bộ nào sánh bằng.\n    * \"Vô song phẩm\" thể hiện sự xuất sắc, tinh túy và độc đáo của các ván cờ hoặc các thế cờ được ghi chép trong bộ sưu tập.\n    * \"Mai Hoa Phổ\" cho thấy sự liên quan đến các bộ sách cờ Tướng kinh điển mang tên \"Mai Hoa\", gợi nhớ đến những tinh hoa của nghệ thuật cờ cổ.\n    * Có thể đây là một thế cờ, hoặc một loại khai cục.\n* **Bối cảnh:**\n    * Bộ sưu tập này có thể được biên soạn bởi một cao thủ cờ Tướng hoặc một nhà nghiên cứu có tâm huyết, mong muốn lưu giữ và truyền bá những tinh hoa cờ Tướng.\n    * Tên gọi này thể hiện sự tự hào về giá trị nghệ thuật và chiến thuật của bộ sưu tập.\n\n## English Introduction\n\n* **Title:** \"Wushuang Pin Mei Hua Pu\"\n* **Translation:** \"Unparalleled Plum Blossom Manual\"\n* **Significance:**\n    * The title \"Wushuang Pin Mei Hua Pu\" signifies a collection of Xiangqi with unparalleled quality, unmatched by any other.\n    * \"Unparalleled phẩm\" means that the excelling, the essence, and the unique positions that where recorded in this collection.\n    * \"Mei Hua Pu\" indicates the connection to classic Xiangqi books named \"Plum Blossom,\" recalling the essence of ancient chess art.\n    * It is possible this is a XiangQi position, or a type of openning.\n* **Context:**\n    * This collection may have been compiled by a high-level Xiangqi master or a dedicated researcher who wished to preserve and disseminate the essence of Xiangqi.\n    * This title expresses pride in the artistic and tactical value of the collection."},"details":{"第一局-破当头炮及过河车去卒后退一着法":{"preview":"0919473949489967991827062646548699412030405060995889780399439983","description":"第一局-破当头炮及过河车去卒后退一着法","gamePreview":"3af6c802e5dd.png","tags":[]},"第三局-破当头炮及过河车去卒后退二着法":{"preview":"0919473949486959551737062646998601992030405060587862610324439983","description":"第三局-破当头炮及过河车去卒后退二着法","gamePreview":"752f222edd14.png","tags":[]},"第二局-破当头炮及过河车去卒后平二着法":{"preview":"0919293949596967733747062546658600344230405060627012210399439983","description":"第二局-破当头炮及过河车去卒后平二着法","gamePreview":"4c5dc6bb8164.png","tags":[]},"第四局-破当头炮及过河车去卒后平二":{"preview":"9919293739596948339999062646668699992030415060285718990399999983","description":"第四局-破当头炮及过河车去卒后平二","gamePreview":"49e53b054a79.png","tags":[]}}}