{"meta":{"title":"象棋名局精解","description":"象棋名局精解","tags":[],"updatedAt":"2025/05/01","readme":"# 象棋名局精解-\n\r\n                 贾题韬辑略\r\n\r\n　　贾题韬（1909—1995）中国象棋手。山西赵城（今洪洞）人。少年时已全省闻名。精心研究各种古谱，棋艺算度深远，擅长单提马布局，让先。让子多出妙手。30年代后期至四川，在教育界任职。经常在报上选评名局，首创对全局理论分析的评解体例。1940年在成都与谢侠逊大战十七局，多胜两局。1987年获象棋荣誉裁判员称号。着有《象棋指归》、《象棋论坛》、《象棋残局新论》等。\r\n\r\n \r\n　　贾题韬（1909—1995），当代着名佛学家。山西洪洞人。先后在山西大学、金陵大学、成华大学教授，教授逻辑学、哲学。四十年代在成都创建着名禅修团体“维摩精舍”；解放后在西藏、四川等地从事佛教领导工作，贾题韬先生对佛学，特别是禅宗造诣甚深，在海内外颇有影响。\r\n\r\n      悼恩师贾题韬先生\r\n\r\n              刘剑青\r\n\r\n　　恩师贾题韬先生，山西赵城(今属洪洞县)人，一九○九年生，一九三九年自晋来蓉，任教於各大、中学校。先生幼好象棋，十六岁即为山西冠，来蓉后常於教学之暇与成都诸名手对局，曾让五虎大将高福全、廖晋尧二先，陈德元、邓继皋一盘双先一盘马方可与之抗衡，后全国棋王谢侠逊来蓉，举行象棋义赛，为抗日募捐，闻名往访，亦败在先生手下，由是声名鹊起，人称贾棋王。\r\n\r\n \r\n　　是年，我因观邻居父子对弈而学会下棋，从此与象棋结下不解之缘，时日机空袭频繁，常借避警之便，与同学角弈於竹林草丛之间，并常於节假日往少城一带茶社寻访高手，伫立一旁观战，偶於长顺下街竹园茶社闻茶客说贾棋王今夜将至，便往一观，见先生让对方一车而游刃有余，令我惊叹。竹园环境雅致，又常有高手来此，距家宅亦近，於是便成为我课余常去看棋、下棋的场所。\r\n\r\n \r\n　　一九四零年先生让老将罗雪村单马，约战二十余日，每晚七时开始，往往弈至茶社关门，我始终在一旁端立观战达三、四小时之久，先生见我小小年纪如此专诚，颇有好感，接触日多。不久家父病逝，身后萧条，仅读完初中一期即告失学，面对家庭重负自感前途茫茫，不知所措，惟先生能给我以极大的关怀和同情，并为我指点迷津，指出当今社会象棋只能作为业余爱好，切不可走上以棋为生的道路，你家庭负担甚重，要尽快承担起供养家庭生活的责任，但你尚未成年，又无学历，只有抓紧时机走自学成才的道路，报章文词简练，内容丰富，街头巷尾皆有张贴，不必花钱，便可学得许多有益的东西，要天天看;字为人之衣冠，写得好能首先给人以好的印象，要天天练习;书信为人之语言，写得好能给人以高雅的观感，可从《秋水轩》、《雪鸿轩》尺牍中学习写信的方法，还要熟读《古文观止》中之精品，不懂的可查字典、词源和成语词典并为我选了几十篇叫我背诵。我见先生对我如此关怀，欲拜先生为师，蒙先生不弃寒微，慨然应允。自此约定趁每周二、四、六上午八至十二时到先生寓所听先生讲棋，先生特别强调要下好棋首先要有好的棋品，决不能染上社会上那些不良习惯和嗜好，在下棋时要聚精会神，端然正坐，沉着冷静，不骄不躁，心无旁鹜，才能下出好棋(以后我在比赛中遇到成、败、得、失而能不形於色，受到棋友们的好评，皆得力於先生的教导)，然后以理论联系实际的方法为我讲述各种布局形势及其与中、残局的相互联系，以及阵形转换和识别先、后手等一系列象棋原理，又将其珍藏的《象棋谱大全》借我学习。先生不仅教棋，而且还教我为人处世之道，并为我讲授《孟子》等有益於身心健康的书，又将我原名刘家贤更名为刘剑青，学棋结束时还在《孟子》一书内页题词留念云:“人当立志，无志则不成其为人矣，然志者非志於名，志於利，乃志於为人，无亏於父、母、家、国、社会也。汝年少尚不知事，特提示此，期时时着力。所讲《孟子》务熟读深思，写字读书，日有定课，以其余力致於象棋，暇则闭目存养，令精神勿外驰，其余大端，他日再及，此留剑青念之。题韬於一九四一年七月”。先生的谆谆教导成为我一生处世为人的座右铭，终身难以忘记。\r\n\r\n \r\n　　是年，先生於棋坛声望日隆，从之学棋者日多，乃於竹园茶社成立“国华象棋社”推先生为社长，先生於教学之余为四川象棋培养了不少人才，如黄蜀丹、唐博渊、李家奇、杨梦清、黄学孔等皆出其门下。并将历年心得，撰写成书，名《象棋指归》为爱好者学习之用。惟因私人集资，印数太少，仅一千册，难以满足读者需要，又因限於篇幅，对实战棋评举例过少，不少读者希望把这项工作作为重点开展起来，为应此需要，先生於成都《新新新闻》日报上开辟《象棋论坛》专栏，逐日发表。\r\n\r\n \r\n　　一九四二年先生以研究哲学闻名，各大学争相聘请，四处讲课，十分忙碌，但因成都举行四川省第一届象棋比赛，仍於百忙中抽空和我练棋，我执双先共下二十五局，犹多负二局，先生说:你已由去年让炮进步到双先水平，可以和他们较量了，比赛结果，我不负先生期望，获得第二名。\r\n\r\n \r\n　　此后我家境愈加贫寒，一个弟弟两个妹妹於贫病交迫中相继死去，先生为我处境十分焦虑，初介绍我去学医，以缓不济急，后闻教育厅将举办四川省普通行政人员检定考试，因所考科目无数、理、化及英语，应考科目均可自学，先生叫我积极准备参加考试，并为我筹借应试书籍，我遵先生教导，早起晚睡，努力学习，仅一个多月时间便学完了从初中到高中的各科书籍，牢记了其中要点，如期赴考，竟名列前茅，领得了合格证书，弥补了我没有学历的缺陷，为以后工作创造了条件。\r\n\r\n \r\n　　翌年，先生介绍我去新津县直接税分局工作，仅半年多因患恶性虐疾，几乎丧命，无奈请假回蓉，蒙先生指点，用奎宁丸将病治好，但身体十分虚弱，先生又介绍我向人学练五禽图气功。身体才逐渐康复。\r\n\r\n \r\n　　一九四四年蒙挚友陈忠俭先生介绍到新津县卫生院工作，一九四五年成都举办第二届四川省象棋比赛，邀我回蓉参加，以全胜纪录夺得棋状元称号。一九四六年又经陈忠俭先生引荐、辞去新津职务，到长江航运管理局重庆办事处工作，从此与先生天各一方，仅时有书信往来。先生以当时重庆社会复杂，恐我受其污染，教我读《阅微草堂笔记》，我问先生《聊斋》与《阅微草堂》何异，先生说:聊斋使人心乱，阅微使人心正，方知先生用心之良苦。我在信中不妥之处，先生亦立即指出，为曾教我文贵详略得体，使我受益非浅。一九四七年先生当选国大代表，赴京开会，路过重庆时曾来看我一次。解放后因工作调动频繁，与先生失去联系，直至一九五六年我代表重庆市参加第一届全国象棋比赛时先生亦因工赴京被邀担任裁判，与我不期而遇才重新开始师生的书信往来。\r\n\r\n \r\n\r\n　　一九五七年棋友周怀笛收集先生《象棋论坛》不及原作二分之一的资料请我担任主编，於重庆人民出版社出版，颇受读者欢迎，印数达八万册。是年我调四川省交通厅内河局任科员，闻棋友说先生自京回蓉探亲，曾与陈德元、陈新全以让先对局犹多胜、在回藏路经兰州候车时让西北棋王魏长林双先亦多胜，时先生已年过半百，又多年没有下棋，杀法仍如此骁勇，令人惊异。\r\n\r\n \r\n　　一九五九年成都举行第一届四川象棋选拔赛，我获第一名，代表四川参加第一届全运会象棋比赛获第四名，先生知道后曾来信说:余平生从不饮酒。闻此讯不禁浮一大白。我从未见先生有如此高兴，足见先生对我的期望是很高的。此后我调至成都市棋艺俱乐部任象棋教练。一九五九年先生蒙冤入狱，直到一九六四年才回到成都。先生回来不久，曾到棋园与南京冠军张青皓让双先对弈十二局犹多胜二局，时先生已年近花甲，又处逆境，棋力犹如此雄健，令人赞叹。\r\n\r\n \r\n　　文革期间，先生被抄家，所有资料稿件一扫而空，生活费也被取消，生活十分困难，先生仍不忘为四川象棋培养人才，对登门求教者，不论地区远近、年龄大小，无不接纳，如新繁高承洪、温江农民丁班清、成都工人甘奕枯、待业青年张明忠、小学生蒋全胜，少儿乐天海等，可是就连这些有益於社会的行为也为当时的主管部门所不容，只好停教，将有培养前途的乐天海、蒋全胜、甘奕枯推荐到我执教的班上学棋，后来蒋、甘二人进人四川省棋队，蒋在全国赛中获得第六名而成为象棋大师。在此期间，先生不仅被强迫扫街，还因生计从事缝破麻袋、打城墙砖等劳动，每周还要写一次所谓“检查交待”。我常抽空去看望先生，没有想到我与先生的正常接触，也引起了有关部门的注意，说我身为国家教练，不能站稳立场，划清界限，向我一再警告，我平时为人一向谨小慎微，对此能毫无惧色，是先生的高尚品德和对我的深厚情谊给了我以勇气。\r\n\r\n \r\n　　一九八零年我调任《成都棋苑》编辑部任编辑，先生的冤案亦得以彻底平反，并出任四川省政协常委、省政府参事、全国政协委员、省棋协副主席等职。为帮我把《成都棋苑》这一刊物办得有声有色，经常不辞劳累於百忙之中抽空撰稿，甚至在全国政协开会期间也顾不得休息，在先生的帮助下，《成都棋苑》的声誉日益提高，印数由开始的一万册上升到五万册。\r\n\r\n \r\n　　当先生在评第一届五羊杯冠军赛杨官璘对柳大华弈成车马士相全对车双象的残局时对我说:此一残局，博大精深，是胜是和，虽当代名家亦难穷其究竟，你毕生以象棋为事业，当此垂暮之年，如能尽力研究，解开这一千百年来无人解答的难题，必将成为象棋上的重大创造发明而流传后世，我当即欣然受命。\r\n\r\n \r\n　　一九八二年先生所著《象棋指归》为香港台湾一再翻印，引起《成都棋苑》编辑部注意，也接连多次再版，印数达十七万九千册，先生在蒙冤期间创作的《象棋残局新论》上集也相继出版，印数达五万册。\r\n\r\n \r\n　　一九八六年先生於抗日战争期间在《新新新闻》日报上发表的《象棋论坛》的全部资料由程明松先生收集整理成书并担任主编，由蜀蓉棋艺出版社出版，印数达二万二千册。\r\n\r\n \r\n　　一九九零年先生完成了《象棋残局新论》下集的著作，由蜀蓉棋艺出版社连同上集合并出版，印数达三万册。当举行首发式之日，读者排队抢购，要求签名盖章留念者络绎不绝。\r\n\r\n \r\n　　先生棋艺精湛，博学多才，不仅长於理论联系实际的长篇巨著，也善於短小精悍的棋局评论，解放前用文言，解放后用白话均各具特色，庄谐兼备，妙趣横生、波澜起伏，引人人胜。评棋时态度谨严、一丝不苟、主次分明、前后连贯，不仅能指出其成、败、得、失的关键所在，而且文笔生动，时而纵横跌宕，时而舒卷自如，把棋局的刀光剑影、风云变幻、刻画得淋漓尽致、栩栩如生，故深受读者喜爱。棋评既开创於先生，前无古人已成定论，以后有无来者，就要看其能否达到品德、棋艺、哲学、文学俱臻上乘的境界了。\r\n\r\n \r\n　　一九九五年一月八日，先生因病逝世，蜀蓉棋艺出版社恐先生棋评散失，特从棋刊上收集得三十六局、汇编成书，承程明松社长及先生女公子贾蓉如、贾奋如邀我作序，使我能借此一表哀悼之意。抚今思昔，百感交集，奋笔直书，聊以代序，并致谢忱。\r\n\r\n \r\n　　一九九六年一月六日\r\n\r\n      使棋评成为艺术的人\r\n\r\n               黄国俊\r\n\r\n 　　几年以前，笔者在《成都棋苑》象棋刊物上发表过一篇“使棋评成为艺术”的文章，那时与先生还未亲见一面，只是喜读先生的棋评，认为是一种普通评论的升华，有感而发。不料竟蒙先生谬赞，乃晤一面并多承教益。惜乎此后杂事冗繁又生性愚鲁闲散，未能多向先生请益，今年一月突闻先生魂归道山，不由勾起旧事。然而色身无常、天地无情，真是“此情可待成追忆”了。\r\n \r\n\r\n　　先生天纵英才，造诣多方，曾在各大学教授哲学，尤精佛教禅宗，被许为一代宗师，象棋只是先生平生一种爱好而已。然而仅其余绪所及也堪称棋坛之一代宗师。\r\n \r\n\r\n　　古语云:“盖棺定论”，有时也不一定。西方一位哲人说过一句名言:任何历史都是一部现代史。这是从政治上着眼去看的。例如秦皇汉武、到底功过如何，现在也还扯不清楚，还有的墓志虽好但也并不符实。如大文豪韩愈也难免为金钱拍死人马屁，难怪手下一位名士窃其二金亡去，并风趣地谈:此谀墓中人所得，持之为先生(指他本人)寿。\r\n \r\n\r\n　　但在科学艺术上并无此马虎。事实、成果是否认不了的。爱因斯坦的《相对论》，相信过一万年还是伟大著作。先生可称象棋之一代宗师亦是以其著作为根据，任何人也无法乱吹捧或可以乱否定的。\r\n \r\n\r\n　　1941年先生著《象棋指归》，第一个阐述子力效能及开局原理，开现代象棋布局研究之先河，国内多有同见，新加坡棋界并推崇其为“古今象棋十大名著”之一。\r\n\r\n \r\n　　晚年所著之《象棋残局新论》，更以残局之各种“形”入手，进而推之于开局、中局的研究。至今“形”的概念已为国内外棋坛普遍接受认同，并成为指导研究之基础理论。至于“象棋评论”这一体例，据笔者所知，亦为先生首创。\r\n\r\n \r\n　　中国的象棋评论与国际象棋有极大的不同。国际象棋多以各种符号和罗列变化来评论，这是就棋论棋，是纯技术性的，有西方工业文明的特点。而中国的琴、棋、书、画却是四大传统艺术之一。它的评论除技巧性外更多的还有文化的色彩与内涵。然而这一点也只有到了先生这样精通古典文化诗词，学贯中西又具有高深棋艺的人手中才能变为现实。事实上，无论小说、戏剧、诗歌都有专门的评论家，而象棋评论在先生以前却从未登上大雅之堂。——我还要十分遗憾地预言:今后很长一段时间，也难以再见到像先生这样的评论家。对象棋艺术中之评论而言，是一种很大的不幸。我只希望:已经“前无古人”。但愿不要“后无来者。”\r\n\r\n \r\n　　至于先生评论的特点，以及是否由先生将它发展成为艺术。找想“编新不如述旧”。值此《象棋名局精解》出版之时，下面还是照引拙文“使棋评成为艺术”恰当些。\r\n\r\n \r\n　　1995年7月18日\r\n\r\n          “使棋评成为艺术”\r\n       略谈贾题韬先生的对局评论\r\n\r\n                     黄国俊\r\n\r\n 　　象棋评论(或评注)，与具有悠久历史的象棋本身，或更为晚出的棋谱“年龄”相比，可以说还是个“婴幼儿”。但随着社会主义制度下棋艺事业的发展，特别是近年来人民物质、文化生活的迅速提高，各种全国和地方性的大型比赛不断进行，各地棋刊日益增多，这就使棋手和广大爱好者有可能和必要通过评注这一形式交流经验，互相切磋。经过各地名家——特别是著名象棋评论家贾题韬先生的努力，棋评已逐渐成为一种与对局不可分割，但又自成体系，独具作用的一门艺术了。\r\n\r\n \r\n　　目前的棋评如百花齐放。棋评家有各自的风格，拥有不同的读者群。不过，就笔者来说，最感兴趣的还是贾题韬先生的评论。因为，只有他——才使棋评向真、善、美的方向发展，从而把棋评提高到前所未有的艺术境界。而且，据笔者的了解，象棋评论的体例，也是首创于先生的《象棋指归》一书。\r\n\r\n \r\n　　很长一段时期，对局评注只是为对局本身作一些就棋论棋的简单注解，是作为对局的附庸而存在，甚至被认为是可有可无的。这一方面是由于对评注的意义和作用尚无明确的认识;另一方面无庸讳言，由于评注者本身理解力和写作能力的限制，或心存顾忌，怕得罪人，怕大名手等等因素的影响，因而趑趄不前，欲言又忍，不仅文章毫无文采可言，内容也不痛不痒，说不出得失关键，读了犹如喝了杯白开水，这就起不到评论应有的作用；另外，也还有一些偏见影响着棋评的发展。例如，有人以为棋评者多是不能上阵的棋手，似乎非“大师”不能评棋。其实这是把评棋和下棋混为一谈。正如认为“红学家”应该能写出《红楼梦》，剧作家要能粉墨登场，到饮食店品味的顾客应会入厨操刀一样，这种观点显然是不正确的。其实下棋和评棋的关系，正如文学和文学评论的关系一样，是相辅相成而又有区别的。\r\n\r\n \r\n　　当然，评注者棋艺水平愈高愈好，自不待言。但对局评论的目的不外是：一、使棋艺得到普及和提高。全国绝大多数爱好者的水平，与名手的差距大约是单、双马。如果离开这部分读者的需要，只照顾少数人的欣赏，那就没有多大意义了。二、使下棋的人感到言之成理，寻之有味，丰富他们的战略思想，提供可资参考的意见。三、使评注文章能够引人入胜，把文学手段熔裁进棋评，让读者在欣赏精彩着法的同时也享受到文学美，使他们在一种愉快的精神状态中增长棋艺。\r\n\r\n \r\n　　要作到这三点正是棋评之不易处，决不是只会下棋就能担负此项艺术任务的。即使是棋艺和写作水平都足以担负，也还是要认真负责，出以精心。在着法的分析或表达的方式上，对下棋者的临局心理，竟技状态，以及胜负对名次的关系等种种因素，都要作细致、全面的考虑和推敲，也才能有较好的产品。可以说，评好一局棋，比下一局棋所费的时间和精力，可能还要更多些。如果从对广大读者的帮助和给他们的享受来讲，恐怕下棋者更要让位给评棋者，至少也是平分秋色的。\r\n\r\n \r\n　　贾题韬先生的棋评正是具备这三个特点，因而得到愈来愈多的读者喜爱和赞扬。而且，我敢说——恕我斗胆——先生的棋评，不仅前无古人，如不注意这方面的人材培养，恐怕还要后无来者的。因为，高超的棋艺水平与深厚的文学与哲学的修养熔为一炉，并体现在棋评中，是难得兼而有之的。\r\n\r\n \r\n　　据笔者学习的浅见，先生的评论文章一是逻辑性强，整个评论过程，绝无前后矛盾之处。这自然与先生曾执教“论理”（现在通译为形式逻辑）有关。可能不少读者有这种感觉:有的评注，开始一直说红方好，过了一段，突然又变成黑方好。中间哪一着出了毛病？评注中却找不到。\r\n\r\n \r\n　　二是文格和观点如高屋建瓴，气概恢宏。多是从理论高度提出问题，给读者和弈者以很大的启发。例如，《成都棋苑》象棋第三期所评杨官璘先负胡荣华一局棋，在双方走了炮二平五马８进７，马二进三车９平８，车一平二卒７进１，车二进六马２进３，兵七进一士４进５，马八进七炮８平９，车二进三马７退８，马七进六之后，对局证明：马七进六未能紧握先手。由于这是一个值得研究的问题，到底走哪一着好，尚需时间和实战的验证。因而作为一个间题的提出，先生写道:“就局势分析，执先一方中炮布置已大体就绪，方向选择大有余地;执后一方则处于半闭塞状态，只能因走而走，理论上讲，总该有全局形势的制高点可寻的，特提出作为研究的发端。”这就给读者和弈者都指出了研讨的方向，对布局的发展起了很好的作用。\r\n\r\n \r\n　　三是论述精辟，言之成理，且多弦外之音，余意不尽。不仅使读者得到技术上的提高，也帮助棋手开阔思想境界。如第三届“五羊杯”赛，杨官璘先和李来群一局，在双方走到炮二平五马８进７，马二进三车９平８，兵七进一卒７进１，马八进七炮８平９，炮八平九马２进３时对局证明马２进３缺少反弹力，先生建议走车８进５骑河捉兵，以后果然时见采用。这当然不一定是棋手看了评论，但说明先生高瞻远瞩，才能达到“英雄所见略同”。\r\n\r\n \r\n　　四是为最大多数读者着想，评得详略得当，但以详为主。针对一般读者水平，提出种种在棋手脑海里思考过但又未走出来的变化，关键和头绪繁多之处且附参考图加以说明。使人不仅知其然，而且知其所以然。当然，由于各地棋刊篇幅、风格不同，评注者写法不同，笔者并不认为这是唯一的模式。但为广大读者计，这是值得提倡的。\r\n\r\n \r\n　　不过，最明显，而又为先生所独具的特点，就是把文学有机地揉进了棋评；使文学和棋艺完美地结合起来。先生的文章纵横涣荡、舒卷自如，文笔亦庄亦谐，妙趣横生。使人如饮醇醪，如醉如迷。古人有以《汉书》佐酒者，作为象棋和文学爱好者倚抨细读先生的评注文章，其享受又何在《汉书》佐酒之之下！先生在解放前所著《象棋指归》及《象棋论坛》中就有不少文笔优美、立论精辟的评注。但因系文言，难免有“阳春白雪，曲高和寡”之叹。现在先生用白话写作，但又时时引用古籍中有生命力的典故、成语，以及诗、词、曲中的名句，更显得文采斐然，雅俗共赏。如《晋书》羊祜传，有“祜在军中，常缓带轻裘”一语，经引入李来群与赵汝权对局，真是恰到好处，表示了对香港同胞的的赞誉和情谊。它如引《庄子》“善刀而藏”，陆游“心在天山，身老沧州”，辛弃疾“更能消几番风雨，匆匆春又归去”，张先“云破月来花弄影”，柳宗元“欲采萍花不自由”等等，无不恰如其份，妙趣天成，且给原文注入了新的内涵。\r\n\r\n　　另外，笔者虽然遗憾地与先生无一面之缘，但据了解，知道先生写评注是极为认真负责的。写出初评后，还要随时听取意见，或想到新的观点及时补充，绝没有苟且从事的。这给评论家有不小启发，也可以纠正那些认为评棋轻松，容易的看法。\r\n\r\n　　笔者同广大读者一样，希望多读到先生的文章，更希望各地评注家和爱好者共同努力，使棋评真正成为一门艺术。\r\n\r\n 　　本文原载于《成都棋苑》第15期\r\n\r\n               贾题韬先生生平记略\r\n\r\n 　　贾题韬，别名贾玄非，籍贯山西省洪洞县赵城镇。1909年11月6日生。农业家庭。23岁毕业于太原山西大学法学院法律学系。以成绩优异，留校任助教。旋任讲题，教学期间，写有《逻辑学概论讲义》。最先向学生介绍“唯物论”和“辩证法”。另外，旁及印度因明学，中国名学的研究，均写有专题论文获奖。同时兼任山西省教育厅秘书，太原新民中学训导主任。\r\n \r\n　　“七七事变”，抗日军兴，激于爱国义愤，返籍毁家纾难组织抗日学生游击队，转战于霍山汾水地区者约半载。后因枪支弹药不足，并队归第二战区司令部教导团指挥，个人应邀担任了第六区保安司令部中校军法官。深入群众，严格执行军纪，维护了汾水以西一时的地方抗日秩序。次以襄助军需有功，调任第二战区司令部办公厅秘书。\r\n\r\n 　　1938年底，贾题韬因病赴成都疗养，借住南郊净慈寺。住寺中一面读马克思《资本论》及其他社会科学著作，一面泛览了佛教各宗派典籍。翌年重返教育界，先在蜀华，成都、华阳、石室各中学讲授逻辑，随时传播“辩证唯物论”、“历史唯物论”思想，并尽力帮助有志奔赴抗日前线的进步学生。讲授之余，对流行于当时成都佛教界来自西藏的中观学说，密宗学说等作了一番探索；又经发现密宗和道教对人身生理的看法颇多相似之处，曾进行比较写了札记，适金陵大学(内迁)也在开始组织此类研究，应聘讲授“道家哲学”。\r\n\r\n 　　1944～1949年期间，先后任光华、成华、金陵各大学副教授、教授，讲授逻辑、哲学。中间又曾任第二战区司令部少将参议，参加了青年党，出席了1948年国民党在南京召开的国大会议；会后又赴太原参观了阎锡山强调的所谓有效防共办法。经过这些接触，比较深切地认识到革命和阶级基础的关系，而恍然于自己多年以来以为通过从上而下的改良手段可以实现社会主义的想法，完全是错误的了。\r\n\r\n 　　1949年成都解放，1950年春间接受了西南军政委员会刘伯承司令员交给的解放西藏的部分任务。西行万里，道阻且长。虽然在工作中备经艰辛，但由于受到进藏党政军人员全体上下所表现的英勇崇高革命精神的熏陶和鼓励，反而产生了一种亲切愉快的享受感。这非亲身经验是难以言喻的。\r\n \r\n　　1951年秋间，先于部队入拉萨。当时由于公路尚未畅通，运输困难，物资缺乏，加以语言的隔阂，历史上所遗留的民族感情间的创伤有待消除，工作是艰巨的。首先联系实际宣传民族，宗教政策，次则动员西藏上层人士使之解除顾虑出粮出力，支军支政，在这一方面作了大量工作。同时，还协助密悟格西译出了几种“因明学”和“密宗”论著。\r\n\r\n 　　1956年西藏自治区筹委会成立，贾题韬担任宗教事务委员会委员兼西藏佛协副秘书长。又基于个人的中医技术和在工作接触中间或施治取得的医疗声誉，得到藏方人士的赞助合作，成立了“江阳医学院”，针对贫苦喇嘛和市民的医疗需要，特别开办了以学习针灸治疗为重点的喇嘛医学班。汉地的针灸术，开始传入了西藏，这些喇嘛学生至今已成为藏地针灸医师的骨干。\r\n\r\n 　　1959年西藏地方发生叛乱，贾题韬被误认为与事变有关。但经长期审查并未发现任何实据。1964年3月自拉萨转回成都，又被扣上反革命帽子。\r\n\r\n 　　党的十一届三中全会后，春雷昭苏，不白之冤终于大白。1980年6月26日由西藏自治区统战部和公安厅共同发出平反通知书，恢复了贾题韬的名誉、级别、待遇。\r\n\r\n 　　1980年12月贾题韬当选中国佛教协会第四届理事。1981年10月当选四川省佛教协会第三届副秘书长。1983年4月担任四川省政协第五届委员。1985年5月当选四川省政协第五届常务委员，并分别担任宗教组和法制组的副组长。1986年3月任全国政协第六届委员。1987年3月当选全国佛教协会常务理事，并被聘为中国佛教文化研究所高级研究人员。后担任四川省佛教协会副会长。\r\n\r\n 　　业余爱好象棋，16岁获得太原市象棋冠军。自后足迹所至，鲜逢敌手。1941年写有《象棋指归》一书，为自有象棋历史以来开始建立象棋理论体系的创作。1983年又从临局实战出发写了《象棋残局新论》一书，连前《象棋指归》被并称为象棋界的经典之作。\r\n\r\n 　　贾题韬长期从事佛教工作，颇致力于开辟研究佛教哲学的现代途径，着眼于把佛学和社会人生结合起来作为革新佛教的起点。著有《佛教与气功》、《论开悟》、《六祖坛经讲座》。\r\n\r\n 　　1995年元月8日贾题韬于成都仙逝。\r\n\r\n       逻辑的道路\r\n\r\n        贾题韬 口述\r\n\r\n \r\n 　我学佛的因缘是在初进大学时，得了一场大病，病得非常厉害，心里缠绕上许多人生问题。无意间，我接触到一本谈人生问题的书。书是谁写的，现在已记不得，这本书介绍了一点中观思想。大概是说，世上一切事物皆由因缘而生，皆由因缘而逝。思想豁然开朗，心里得到解脱，病随之而好。病虽好了，只惜当时没有继续研究佛学。\r\n\r\n \r\n　大学毕业后，我留在山西大学教授逻辑学，在教学过程中涉及到因明学，并进一步由因明学涉及到佛教。当时受影响最大的是《印光法师文钞》、《安士全书》，这是专门提倡修净土的。净土宗相信有一个西方极乐世界，《无量寿经》、《佛说阿弥陀经》描绘了西方极乐世界的尽善尽美、庄严奇妙的景象。信仰净土的人临终发愿就可以到那里去。读这两本书后，我对净土非常向往，想马上得点受用，于是我开始吃素，每天念一次佛。不过那个时候毕竟对佛教理论涉及不广，认识不那么深刻，又逢大学教学工作繁忙，少有时间专门研究。\r\n\r\n　　几年后，有两方面的重要原因使我同净土宗在心理上出现了一定距离。一个是，抗日战争的爆发，面对这场战争，我深感大部分念净土的人缺乏直面现实的态度和行动，没有承担现实生活的责任感。另一个是，从我内心深处产生出来的关于人的生命问题的疑虑，我迫切地需要得到三世因果的肯定答案。\r\n\r\n 　　抗日战争爆发后，到处是一片混乱，人们纷纷逃难流亡，我们所在的大学也要南迁到西安，同事都催促我赶紧去西安。看到国家如此狼藉像，心里实在不是个滋味，心想：学佛学、净土的在此时此刻应当作何打算呢？仍一心留恋西方极乐世界贪图往生，未免与现实相隔太远吧？！平时口里离不了慈悲，普度众生，而眼睁睁看见同胞苦难，却能躲则躲，其唯一手段仍是念佛。若这样脱离现实实际，谈普度众生，慈悲为怀，岂不完全是空话！我没有去陕西，却回了家乡，拿出了一部分家财招兵买马，号召我的同事和学生参加打游击，组织了一个约二三百人的学生抗日游击队，在汾霍一带抗日。当时出于个人的热情而行，政治上没有经验，没有同其他抗日队伍取得联系，枪支弹药都得不到供给，最后只得把这支队伍交给了第二战区司令部。他们想了解我的政治背景，我告诉他们：“是阿弥陀佛。”他们都很惊疑，但我说的完全是克实的心里话。这是我没有以净土宗为归宿的主要原因之一。虽然没有间断净上修持，但象从前一样，拿出全付精力，对我来说，是再没有办法做到。\r\n\r\n 　　在修净土的过程中，一个朴素而又根本的问题猛烈地震动我的心灵：人死后到底还有没有？如果有，下一生是人还是其它什么？人的身体垮了，是什么东西可以继续下去，转成这样或那样？这个问题如此重要，如此根本，以致于这个问题得不到一个明确的答案，不管修持净土的方法再多，西方极乐世界再美妙，都落不到实处。人要确有了下辈子，咱们现行修道才不至于白废功夫。一个学佛的人若不觉得这个问题重要，去真正解决它，真是太不可思议了。我明确意识到，三世因果问题是整个佛教最核心的问题。对我来讲，三世因果问题不解决，就去修净土，实在有些拿不准了。\r\n\r\n 　　此后，我带着三世因果问题，开始潜心研究佛经。佛经里直接谈三世因果的，只有十二因缘这条公式，无明一行一识一名色一六入一触－受一爱一取一有一生一老死。其它大多都是谈境、行、果的。佛国净土美妙极了，衣服饮食，微妙音声，宫殿楼阁，无量众宝，随意所欲，应念而至。依理而行的行法，也丰富繁多。修行圆满后各自证得菩提、涅槃圣果。但这一切都应以三世因果作为基础，离开三世因果，把一切说得天花乱坠，看似高妙无比，也可能只是基于想象、幻觉。\r\n\r\n 　　在十二因缘当中最难理解的是“无明缘行”和“行缘识”。识在这里是一个关口。这个识不是我们一般所谓认识的识，这个识，人死后，仍旧存在。任何人一生当中，识都要保持前生业习，又把这一生带到下一生；有一个众所周知的事实：大脑好一点，认识就好用一点；大脑退化了，认识就减弱了，有了重病，神识就不清楚了，当下就看不到识的作用。怎么解决人死后，这个识还存在呢？十二因缘的前三项就是在专门解决这个问题。\r\n\r\n 　　后来我又研究中观。中观对空性谈得很透彻，比起小乘更进一步。代表中观思想的有四部论：《中论》、《百论》、《十二门论》、《大智度论》。我看后，找不到比十二因缘更有力的说法。十二因缘很好，但没有彻底解决我的问题，我用起心来，发愿要把这个问题弄透彻，攻克这个堡垒。\r\n\r\n 　　又学了唯识宗。先看了《成惟识论》。《成惟识论》辩理深刻，名相繁多，比中观要难懂些。后又看了支那内学院出版的各种书籍。慢慢地，摸索到唯识论解决这个问题的门径。唯识在这个问题上建立了阿赖那识，建立了种子与现行的关系。对唯识思想体系的了解，使我对三世因果有了初步的信心。佛陀说法阶段大概分为三转法轮，此说看来比较符合事实：\r\n\r\n 　　一转法轮是小乘\r\n\r\n 　　二转法轮是中观\r\n\r\n 　　三转法轮是唯识\r\n\r\n 　　虽然我对佛教的信心增加了不少，但是并没有全部解决我的问题，我感觉到自己对这个问题的认识还未有大肯定。\r\n\r\n 　　后来到了成都，接触过很多汉人学习藏传佛教的，和西藏来的大德，在谈到唯识与中观的关系时，他们破“自性”振振有词。西藏中观的说法与汉传的中观有很大的差别，确有许多高明的地方，恰值西藏解放，借参加西藏革命工作的机会，去了拉萨。当时，山西大学校长赵宗复写信叫我回山西大学教哲学，我没有回山西，一心想去西藏把中观弄透彻。\r\n\r\n 　　在拉萨我又把中观重新仔细地研究了一番，发现：西藏中观确有独特的地方，但破唯识有过火的地方，唯识要解决的问题，中观并没有解决。这一点，我希望学佛的同仁们特别注意。汉地的唯识，特别是玄类和窥基两位法师的唯识思想系统，西藏是没有的。\r\n\r\n 　在西藏工作之余，或到野外，或到寺庙，或在读书时，加一些静养工夫，在静养中，省察我关注的问题。在这段时期，思想上豁然产生一条把握透视宇宙人生的崭新途径。在新的途径上包括三世因果在内的许多问题简直不成其问题，为什么三世因果问题这样难以解决呢？这跟人类通常的思维有关，许多问题不是客观上就有问题，纵然有问题也很简单，复杂就复杂在思想自身。作为一般人类思维，都有一些基本的范畴，成为思维判断的出发点。只要思想一动，就从那里出发。若问道：“生命是什么？”无论怎么都像说不清楚似的。二祖慧可向达摩大师请示安心：“我心未宁，乞师与安”。达摩反问：“将心来，与汝安”。慧可闷了好一阵说：“觅心了不可得。”达摩跟着就说：“我与汝安心竟。”这里，心是什么，能直接拿出来吗？下层认识在这里过不去。若在这个节骨眼上多下些功夫，突入上层境界，下层思维要解决的问题根本就不成问题。这个地方，不用功夫真是不可思议！这里牵涉到的是一个大死大活的问题。在低层逻辑思维的圈子里转来转去，永辈子都解决不了。一但突入上层思维，三世因果、生死等问题，都统统随之而解决。我在这段时间体会到的这一境界，不是可以用普通言语把它简单表述清楚的。（我准备将来有时间专门把我体验的这段功夫讲出来。）\r\n\r\n 　　话转回来。我在西藏对密宗的研究，得出这样一个结论：密宗是更彻底的净土宗。为什么呢？依佛教的道理来看，一切有情都有两个方面，一个叫正报，一个叫依报。正报是生有生命的当体，如狗、牛、马等。依报是所依仗生活的环境，如地理、风、土、日光等。所谓成佛就是正报转了，他的环境也要转变。所谓净土，当然是佛的依报。有多少佛就有多少净上。菩萨有依报，不一定有净土，因为正报还没转佛。密宗在修法上，不但要修正报，还要修依报。厂义地讲，密宗修那一位佛就定会修那位佛的净土，在密宗中叫曼达那，就是坛场。你连坛场都没有修，怎么进得去呢？净土又分为了义净土和不了义净土，了义净土一定要证到诸法空性。在这个意义上讲，密宗就是净土。\r\n\r\n 　　拓广挣土宗，注入积极面对实际生活的精神，是十分必要的。只有这样，净土宗才更能适合社会上各种各样的人修持。\r\n\r\n 　　学佛的人，把念佛与社会实际生活脱离开来是不对头的。整天只想往生去西方极乐世界，现实生活中什么事情都搁下来不干，这种人大自私了，实际上也难去得了西方净土。修净土应该把西方极乐世界的精神当成改造现实的动力，鼓舞众生去实现人间净土，想方设法把佛法精神与社会生活结合起来。这才是真念佛。\r\n\r\n 　　一佛一净土，每位成就了的佛都有自己的净土。他们之所以成佛，凭的是戒定慧，凭的是发菩提心，凭的是六度万行。《藏经》里谈到东方有阿阂毗佛，他也有净土，与西方极乐世界不一样。要到他的净土去，必须证到空性才行，要求更严格。阿阑毗佛的净土思想很符合现实的大乘精神，不是叫你死后去净上，而是激励你在现世努力证得空性。往生净土在历史上还有一派，是发愿到兜率天内院，那是弥勒菩萨居住的净上，弥勒菩萨是释迎牟尼佛的接班人。在中国佛教历史上，许多发愿到兜率天内院的大师，都是思想积极精力充沛的佛教徒。他们悲心很重，难行能行，是荷担如来家业的大角色。如东晋的道安禅师，唐代玄奘法师，近代的太虚法师。还有一位消灾延寿的药师佛，他的净土在东方。药师佛发了十二大愿，只要念想他，照他的品质实行，定能在我们现实世界得到大利益，解脱痛苦，临终时再往生到他的世界。净土很多。修净土不一定只念阿弥陀佛、去西天。学禅宗的，去东方阿阂毗佛净土就很合适，经商做生意的，修药师佛净土也挺对路的。关键是要与现实生活相结合，为往生去净上准备资粮。\r\n\r\n 　　把佛教精神与现实生活结合起来，多干点对人类有好处的事情，这不是一句空活，不是光靠念几声佛号所能做到的。在具体事情上有一份体验，才会得到一份受用。学佛的人在日常生活中有几方面须特别留意：\r\n\r\n \r\n　　第一，念佛必须与实际生活结合起来，多做为人民大众服务的事。念佛主要是念佛、菩萨的高贵品质。《维摩诘经》提出几种净土，重点在六度，“六度是净土”，“直心是净土”，凡具有表现大乘精神的地方都叫净土。\r\n\r\n \r\n　　第二，称名念佛不必多，在称名念佛时关键应当忏悔，要持戒，要诚恳发心，那念一句可顶一万句。发心真诚了，每天念上十句、二十句就会给自己的行动增加巨大的力量。\r\n\r\n \r\n　　第三，“诸恶莫作，众善奉行”。每天选择一两件好事作：为必须做的功课。不必远求，就在你的职责范围内、力所能及的范围。当教师的好好教书，当医生的好好为人治病，父母有病，好好孝顺。能看书的，无论如何每天都要拿点时间来研读中观唯识的著作。这些可不是一件小事情。\r\n\r\n　　第四、每天检查自己的缺点错误。看看有什么对不起别人的地方，不客气地批评自己，特别是能虚心接受别人的批评意见。做了好事，也表扬一下自己，激励自己继续努力下去。完了后，再做空观看看。好事也罢，坏事也罢，一律都是“因缘所生法”。\r\n\r\n \r\n　1992年3月严永奎 门世海　刘蜀西 记录"},"details":{"第-01-局-顺炮直车对横车":{"preview":"9999255758999999649999999999999946999999405060999999990599999985","description":"第01局 顺炮直车对横车","gamePreview":"63fcc4911e0f.png","tags":[]},"第-02-局-仙人指路对起马":{"preview":"6327293949574799377870992646998617992041405042586004899924999983","description":"第02局 仙人指路对起马","gamePreview":"b834e11c3c80.png","tags":[]},"第-03-局-起马局对挺兵":{"preview":"9932073959489999994499993341998699349999309999999999714699993883","description":"第03局 起马局对挺兵","gamePreview":"eacf5f1bd641.png","tags":[]},"第-04-局-中炮过河车对屏风马平炮兑车":{"preview":"9908995939999999999999435399619999994241503024469999999999589937","description":"第04局 中炮过河车对屏风马平炮兑车","gamePreview":"e74e5c3fd58a.png","tags":[]},"第-05-局-起兵局对平炮射兵":{"preview":"1399474849596903339937042346998601434299404160996461999999999983","description":"第05局 起兵局对平炮射兵","gamePreview":"c92bb2e0ac74.png","tags":[]},"第-06-局-当头炮直车对顺手炮":{"preview":"5899653949599968779999062534999999992041405042748978999999999984","description":"第06局 当头炮直车对顺手炮","gamePreview":"0eceb392f6bf.png","tags":[]},"第-07-局-飞相局对过宫炮":{"preview":"4499299939996599999999999999748458479999515060469999999999999999","description":"第07局 飞相局对过宫炮","gamePreview":"c3914f0ab4c1.png","tags":[]},"第-08-局-中炮过河车进边马对屏风马平炮兑车":{"preview":"3311293949488799999999999999999952992499519942999999999999999999","description":"第08局 中炮过河车进边马对屏风马平炮兑车","gamePreview":"d015fff5ebe8.png","tags":[]},"第-09-局-中炮过河车七路马对屏风马平炮兑车":{"preview":"9999479949598742116871999946998699999952305082273799090399999983","description":"第09局 中炮过河车七路马对屏风马平炮兑车","gamePreview":"d021f997b36f.png","tags":[]},"第-10-局-中炮七路马过河车高左炮对屏风马左马盘河":{"preview":"9999474849596965269999069999998699994241405060993323990399999983","description":"第10局 中炮七路马过河车高左炮对屏风马左马盘河","gamePreview":"feb37755d413.png","tags":[]},"第-11-局-起兵局对平炮射兵":{"preview":"9999999939999999549999069999529999999999409960994899990499999985","description":"第11局 起兵局对平炮射兵","gamePreview":"510845b8cb98.png","tags":[]},"第-12-局-中炮横车七路马对屏风马右炮过河":{"preview":"9999999949399999658399992399998599372041405042991999279999999999","description":"第12局 中炮横车七路马对屏风马右炮过河","gamePreview":"e89220fdd6e3.png","tags":[]},"第-13-局-中炮对屏风马双炮过河":{"preview":"1099293949484799992837990299999956999941315060759989999999999983","description":"第13局 中炮对屏风马双炮过河","gamePreview":"e8d8db413e66.png","tags":[]},"第-14-局-士角炮后还中炮对单提马":{"preview":"0399293949999999999999992542999952999930405099999906189999999983","description":"第14局 士角炮后还中炮对单提马","gamePreview":"5ce205d32a96.png","tags":[]},"第-15-局-顺手炮直车对横车":{"preview":"3799473949489999541899062299998671992030405060679952420399999983","description":"第15局 顺手炮直车对横车","gamePreview":"ed3e335b1f1f.png","tags":[]},"第-16-局-飞相局对金钩炮":{"preview":"8307293949599968764399052699659909212450409960355531440399999999","description":"第16局 飞相局对金钩炮","gamePreview":"2e4b1581132d.png","tags":[]},"第-17-局-当头炮过河车七路马对屏风马平炮兑车高车保马":{"preview":"1299479948996525992399063444999989224241405060999999820499999999","description":"第17局 当头炮过河车七路马对屏风马平炮兑车高车保马","gamePreview":"059220a682ca.png","tags":[]},"第-18-局-当头炮对三步虎":{"preview":"3142299937596552999999062599998618992099509999999968990399994883","description":"第18局 当头炮对三步虎","gamePreview":"dfb32380f179.png","tags":[]},"第-19-局-当头炮过河车进七卒对屏风马平炮兑车高车保马":{"preview":"6699299959996988999999062599999978994241405060579999999999999999","description":"第19局 当头炮过河车进七卒对屏风马平炮兑车高车保马","gamePreview":"0e80dece3ce1.png","tags":[]},"第-20-局-当头炮对三步虎":{"preview":"9927294839596920994736999999999999286499405042869945510599999999","description":"第20局 当头炮对三步虎","gamePreview":"7709bb5bee7e.png","tags":[]},"第-21-局-当头炮对反宫马":{"preview":"9999999949480799993399999999999999992441529999999940993799999999","description":"第21局 当头炮对反宫马","gamePreview":"53cbf31dc35b.png","tags":[]},"第-22-局-中炮横车七路马对屏风马":{"preview":"2081294849596936991799069999998613999941315082469971990399996583","description":"第22局 中炮横车七路马对屏风马","gamePreview":"2aa947df33b4.png","tags":[]},"第-23-局-当头炮进七兵对先开车后补列炮":{"preview":"2134073949484799999999999999998699999930404199990699521599999984","description":"第23局 当头炮进七兵对先开车后补列炮","gamePreview":"630492b62cfd.png","tags":[]},"第-24-局-飞相局对反过宫炮":{"preview":"4299299947992599345499059946669918999941405099997899990399456499","description":"第24局 飞相局对反过宫炮","gamePreview":"42706095ab62.png","tags":[]},"第-25-局-五七炮对单提马":{"preview":"9999293957590799749918043499999999992030405064994519799999999983","description":"第25局 五七炮对单提马","gamePreview":"05b772d5ccaf.png","tags":[]},"第-26-局-当头炮横车双正马对顺手炮车炮巡河":{"preview":"8599073949486999999999999999998699992041405042997599991524459999","description":"第26局 当头炮横车双正马对顺手炮车炮巡河","gamePreview":"ef01944d9995.png","tags":[]},"第-27-局-中炮七路马过河车平边炮对屏风马平炮兑车":{"preview":"9999474849596983999911999999999999319941405299999999460399999999","description":"第27局 中炮七路马过河车平边炮对屏风马平炮兑车","gamePreview":"f58e55f12bf2.png","tags":[]},"第-28-局-当头炮对右三步虎":{"preview":"7599474849596927999999059946998599742041403242997399999924449983","description":"第28局 当头炮对右三步虎","gamePreview":"0ff444e96a10.png","tags":[]},"第-29-局-当头炮进三兵对进炮封车后补列手炮":{"preview":"4299995748379999990099993399999910992030404199999950349999999986","description":"第29局 当头炮进三兵对进炮封车后补列手炮","gamePreview":"a65cf7900361.png","tags":[]},"第-30-局-五七炮进七兵对屏风马进七卒":{"preview":"9921993748999999996499063399999999999941505299469999870399449985","description":"第30局 五七炮进七兵对屏风马进七卒","gamePreview":"08bd12db505d.png","tags":[]},"第-31-局-当头炮七路马对进七卒三步虎转屏风马":{"preview":"9999259948999953999999999999993199999999529999999999639999579999","description":"第31局 当头炮七路马对进七卒三步虎转屏风马","gamePreview":"f940fd0153fc.png","tags":[]},"第-32-局-士角炮转单提马对进-7-卒转顺手炮":{"preview":"9999999949376599995699149999999999992030503242279999999938995899","description":"第32局 士角炮转单提马对进７卒转顺手炮","gamePreview":"640e977a912a.png","tags":[]},"第-33-局-中炮直车对反宫马":{"preview":"9999999938999999993799329999999999999999504164999942309999999999","description":"第33局 中炮直车对反宫马","gamePreview":"5f73b908574a.png","tags":[]},"第-34-局-顺炮横车对直车":{"preview":"0919293949596979891777062646668600102030405060708012720323436383","description":"第34局 顺炮横车对直车","gamePreview":"5c2cb2474dc4.png","tags":[]},"第-35-局-中炮对进炮封车":{"preview":"5350073949486999999999999999999940999999329999999999992699997585","description":"第35局 中炮对进炮封车","gamePreview":"cec851a1a217.png","tags":[]},"第-36-局-顺炮局":{"preview":"9999999958376599999926999999994299999941519999999999579999999999","description":"第36局 顺炮局","gamePreview":"3fe7e5eec572.png","tags":[]}}}